{
  "quotes": [
    {
      "tt": "I WOULD TRAVEL DOWN TO HELL AND WRESTLE A FILM AWAY FROM THE DEVIL IF IT WAS NECESSARY.",
      "spk": "Werner Herzog"
    },
    {
      "tt": "WHEN PEOPLE ASK ME IF I WENT TO FILM SCHOOL I TELL THEM, 'NO, I WENT TO FILMS'.",
      "spk": "Quentin Tarantino"
    },
    {
      "tt": "WE DON'T MAKE MOVIES TO MAKE MORE MONEY. WE MAKE MONEY TO MAKE MORE MOVIES.",
      "spk": "Walt Disney"
    },
    {
      "tt": "THE MOST HONEST FORM OF FILMMAKING IS TO MAKE A FILM FOR YOURSELF.",
      "spk": "Peter Jackson"
    },
    {
      "tt": "TO BE A FILMMAKER, YOU HAVE TO LEAD. YOU HAVE TO BE PSYCHOTIC IN YOUR DESIRE TO DO SOMETHING. PEOPLE ALWAYS LIKE THE EASY ROUTE. YOU HAVE TO PUSH VERY HARD TO GET SOMETHING UNUSUAL, SOMETHING DIFFERENT.",
      "spk": "Danny Boyle"
    },
    {
      "tt": "I DON'T DREAM AT NIGHT, I DREAM AT DAY, I DREAM ALL DAY; I'M DREAMING FOR A LIVING.",
      "spk": "Steven Spielberg"
    },
    {
      "tt": "IF IT'S A GOOD MOVIE, THE SOUND COULD GO OFF AND THE AUDIENCE WOULD STILL HAVE A PRETTY CLEAR IDEA OF WHAT WAS GOING ON.",
      "spk": "Alfred Hitchcock"
    },
    {
      "tt": "EVERY TIME I GO TO A MOVIE, IT'S MAGIC, NO MATTER WHAT THE MOVIE'S ABOUT.",
      "spk": "Steven Spielberg"
    },
    {
      "tt": "ALMOST ANYTHING CAN BE JUSTIFIED AS A STYLE OF FILMMAKING IF IT WORKS.",
      "spk": "Doug Liman"
    },
    {
      "tt": "THE ENEMY OF ART IS THE ABSENCE OF LIMITATIONS.",
      "spk": "Orsen Welles"
    },
    {
      "tt": "SELF-PLAGIARISM IS STYLE.",
      "spk": "Alfred Hitchcock"
    },
    {
      "tt": "BEING AN ARTIST MEANS NOT HAVING TO AVERT ONE'S EYES.",
      "spk": "Akira Kurosawa"
    },
    {
      "tt": "THE MORE SUCCESSFUL THE VILLAIN, THE MORE SUCCESSFUL THE PICTURE.",
      "spk": "Alfred Hitchcock"
    },
    {
      "tt": "FILMMAKING IS JUST A VERY LUXURIOUS AND EFFICIENT WAY OF EXPRESSING YOURSELF.",
      "spk": "Gaspar Noe"
    },
    {
      "tt": "A DIRECTOR MUST BE A POLICEMAN, A MIDWIFE, A PSYCHOANALYST, A SYCOPHANT AND A BASTARD.",
      "spk": "Billy Winder"
    },
    {
      "tt": "PICK UP A CAMERA. SHOOT SOMETHING. NO MATTER HOW SMALL, NO MATTER HOW CHEESY, NO MATTER WHETHER YOUR FRIENDS AND YOUR SISTER STAR IN IT. PUT YOUR NAME ON IT AS DIRECTOR. NOW YOU'RE A DIRECTOR. EVERYTHING AFTER THAT YOU'RE JUST NEGOTIATING YOUR BUDGET AND YOUR FEE.",
      "spk": "James Cameron"
    },
    {
      "tt": "BUT HAVING A REALLY GOOD UNDERSTANDING OF HISTORY, LITERATURE, PSYCHOLOGY, SCIENCES - IS VERY, VERY IMPORTANT TO ACTUALLY BEING ABLE TO MAKE MOVIES.",
      "spk": "George Lucas"
    },
    {
      "tt": "I STEAL FROM EVERY MOVIE EVER MADE.",
      "spk": "Quentin Tarantino"
    },
    {
      "tt": "GIVE THEM PLEASURE - THE SAME PLEASURE THEY HAVE WHEN THEY WAKE UP FROM A NIGHTMARE.",
      "spk": "Alfred Hitchcock"
    },
    {
      "tt": "FILMMAKING IS A CHANCE TO LIVE MANY LIFETIMES.",
      "spk": "Robert Altman"
    }
  ]
}